// 本地模拟json数据
var infoJson = [{
    "style": "安逸型",
    "select": "压力和痛苦",
    "animal": "乌龟",
    "list1name": "无压力时，你的优势和天赋",
    "list2name": "有压力时，你需要别人对你",
    "list3name": "有压力时，你可能会做",
    "list4name": "你需要做",
    "list1": ["人们喜欢待在你身边", "灵活", "做你做得好的事", "随和", "寻找自我和自我需要", "能仰赖别人", "使别人感到舒适", "当你不寻求安逸时，你能成为一位勇敢而有风度的人"],
    "list2": ["说出你的想法，不被打断", "静静地听", "给自己留出余地", "表现出你的信任", "鼓励你做事，一小步一小步地来"],
    "list3": ["开玩笑", "理智", "采取阻力最小的方法", "做事情留尾巴", "避免尝试新鲜事物，避免冒险", "只做你能做好的事情，不让别人知道你并不完美", "抱怨，哭喊，尖叫", "不愿寻求帮助","躲在自己的世界里"],
    "list4": ["为自己设定一条线路", "即使刚开始时，你只是作为一个旁观者，也要多参与活动", "说出你的观点，提出问题或者说出你想说的，而不是站在一边冥想", "告诉别人你的感觉", "让别人按你的步骤去做事，直到你满意为止", "和别人分享你的智慧"]
}]


// 定义数据出口
module.exports = {
    infoJson: infoJson
}